Repository: laike9m/Xylect
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Activate License
zh_hans: 激活 license

source: Add to Apple calendar
zh_hans: 添加到 Apple 日历

source: Add to Google calendar
zh_hans: 添加到 Google 日历

source: Check for updates
zh_hans: 检查更新

source: copy
zh_hans: 复制

source: Deactivate License
zh_hans: 解绑 license

# Enable calendar
source: Enable "Add to calendar"
zh_hans: 启用“添加到日历”

# Enable explain
source: Enable explain & summarization
zh_hans: 启用“解释 & 总结”

# Enable flight
source: Enable flight tracking
zh_hans: 启用航班追踪

# Enable math
source: Enable math expression evaluation
zh_hans: 启用计算器

source: Enable spell check
zh_hans: 启用拼写检查

source: For long text, prefer
zh_hans: 长文本动作

source: General
zh_hans: 通用

source: Ignore function words
zh_hans: 忽略常用词/虚词

source: Language
zh_hans: 语言

source: License
zh_hans: 激活 Xylect

# logging
source: Enable debug logging
zh_hans: 启用调试 logs

source: Plugins
zh_hans: 插件

# popup
source: Auto popup when double clicked
zh_hans: 双击自动弹出悬浮窗

source: Quit
zh_hans: 退出

source: Reload
zh_hans: 重新加载

source: Settings
zh_hans: 设置

source: Summarize
zh_hans: 总结

source: Time
zh_hans: 时间

source: Translate
zh_hans: 翻译
